instruction=Инструкция
gotshild1=В каждом сложном рисунке содержится один из следующих элементов
gotshild2=Назовите в каждом случае, какой из этих элементов содержится в рисунке.
gotshild3=Например,
gotshild4=Демонстрируем правильное решение задачи:
gotshild5=Помните!
gotshild6=В каждом рисунке имеется один из элементов, той же величины и так же расположенный, как на образце
gotshild7=Для каждого рисунка существует только один правильный ответ
kagan1=Сейчас Вы увидите одну картинку и несколько похожих на нее.
               Вам необходимо найти на этом рисунке точно такую же картинку, как та, что вверху, и выбрать её кликом мыши.
               Для первоначальной тренировки Вам будут показаны две демонстрационные карточки. Далее задачи будут совсем не
               такие простые.
               Найдите как можно быстрее картинку, максимально похожую на эту вверху, и сразу же выберете ей.
               После Вашего выбора, следующее задание будет представлено Вам автоматически.
stroop1=Вам будут предъявляться четыре цвета: желтый, зеленый, синий и красный в трех сериях.
stroop2=Во время первой серии цвета будут написаны черной краской на сером фоне. Вам необходимо будет прочитать слово и нажать на клавиатуре букву, с которой начинается это слово.Например, предъявлено слово "желтый"; правильный ответ – нажатие клавиши "ж".
stroop3=Во время второй серии Вам будут предъявлены прямоугольные карты залитые разной краской. Ваша задача опознать краску и нажать на клавиатуре букву, с которой начинается цвет этой краски. Например, предъявлен прямоугольник красного цвета; правильный ответ - нажатие клавиши "к".
stroop4=Во время третьей серии Вы увидите слова напечатанные краской несоответствующей значениям цветов. Вам необходимо нажать букву, с которой начинается цвет краски, которой напечатано слово. Например, слово «желтый» будет напечатано синей краской. В данном случае правильный ответ – клавиша «с».
stroop5=Подготовьтесь к тесту, найдите клавиши «с», «ж», «к», «з» на клавиатуре. Действуйте как можно быстрее. Убедитесь, что у Вас включена русская клавиатура. Если вы готовы – нажмите «Start test!».
ultra1=Данный эксперимент состоит из 540 заданий, которые разделены на две части. Прохождение всего эксперимента занимает около 40 минут. Между первой и второй частью предусмотрена пауза, во
               время, которой Вы можете отдохнуть. В ходе эксперимента фиксируется время Вашей реакции и
               успешность выполнения задания.
ultra2=Инструкция к первой части эксперимента. Эксперимент состоит из 450 заданий, которые
               разделены на тренировочную и основную серии. В тренировочной серии Вам будет предложено
               выполнение 36 заданий с обратной связью о Вашей успешности. Вы увидите фиксационный крест,
               и после него на доли секунды появится изображение-картинка, которая быстро исчезнет. После
               этого на экране появится вопрос о содержании этого изображения (пример вопроса: Это
               изображение природы?)
ultra3=Если Ваш ответ на данный вопрос положительный – нажмите «пробел»
               сразу после появления вопроса, если Ваш ответ отрицательный – дождитесь следующего задания
               – появления фиксационного креста.
ultra4=В тренировочной серии правильность Вашего ответа
               будет отражена в цвете фиксационного креста, если крест красного цвета – Ваш ответ был
               неверный, если крест зеленого цвета – Вы ответили правильно. После тренировочной серии
               начнется основная, её структура идентична тренировочной, однако в ней не будет
               предоставляться обратная связь о правильности Ваших ответов.
ultra5=Для загрузки элементов теста требуется время.
              Сверху экрана Вы видите полосу загрузки. Вы сможете начать тестирование, когда полоса достигнет правого края
              экрана.
              Когда загрузка приложения будет завершена и Вы будете готовы - нажмите Start.

